[{"id": "224", "Sent": "Színtiszta propaganda, a példa nélküli hősimádat műve, mindazonáltal -- és valószínűleg akaratlanul -- időszerű és felbecsülhetetlen emlékeztető arra vonatkozólag, hogy milyen szerepet játszott az USA külpolitikája Castro felemelkedésében.", "label": "neutral"}, {"id": "4280", "Sent": "Egy szűkös, fürge, 85 perces, bolondos thrillerbe csatornázva a \"Nagy baj\" vicces, ártalmatlan, és mint egy dézsa pattogatott kukorica extra vajjal, annyira kiadós.", "label": "positive"}, {"id": "7125", "Sent": "Ha Dylan Thomas életben volt, hogy szemtanúja legyen Ethan Hawke első rendezésének, a  feszült Chelsea Falak-nak, kísértést érezhetett volna, hogy mérföldkőnek számító költeményét a „Ne menj gyengéden abba a jó színházba” címre nevezze át.", "label": "negative"}, {"id": "4161", "Sent": "Tavernier különféle személyiségeket képviselő hatalmas szereplőgárdával rendelkező filmje hasonló energiákkal büszkélkedhet, mint A lányos péntekem, fenntartva a könnyed hangulatot a komoly témák kifejtése közben.", "label": "positive"}, {"id": "3720", "Sent": "A hihetetlen alakításokon kívül az teszi igazán lenyűgözővé a Hogyan öltem meg az apámat című filmet, ahogy Fontaine meghátrálás nélkül kalandozik a szülő-gyerek viszony sötét területein.", "label": "positive"}, {"id": "8561", "Sent": "Frusztráló módon Dridi semmit sem mond nekünk El Gallo-ról, csak azt, ami a zenéjén keresztül jelenik meg.", "label": "negative"}, {"id": "1351", "Sent": "Megéri figyelni Dong Jie alakítását - és azt, ahogy dokumentál egy kultúrát a gyors változás gyötrelmeiben.", "label": "positive"}, {"id": "7770", "Sent": "Ehelyett csak egy zavaros dühöt kapunk, egy filmet, ami gyakorlatilag személyes terápiaként funkcionál.", "label": "negative"}, {"id": "6381", "Sent": "A rosszaság leírására új módszereket kellene kitalálni, hogy pontosan le tudjuk írni, mennyire rossz.", "label": "negative"}, {"id": "2237", "Sent": "Az adaptáció sikere abban, hogy a közönséget bevonja a forgatókönyv készítésének nehézségeibe, rendkívüli.", "label": "positive"}, {"id": "8770", "Sent": "Kiábrándító, amikor a filmesek rádobnak pár nagynevű színészt és kámeát egy nyálas forgatókönyvre.", "label": "negative"}, {"id": "4333", "Sent": "Az Atomcsapda tisztességes drámának és akciófilmnek tartja magát.", "label": "positive"}, {"id": "5553", "Sent": "Szenvedély, melodráma, bánat, nevetés és könnyek váltják egymást könnyedén a képernyőn...", "label": "positive"}, {"id": "5501", "Sent": "Ez egy nagyon értékes film...", "label": "positive"}, {"id": "2969", "Sent": "Az szereplők minden tekintetben a legjobbak, élükön a két Oscar-kaliberű alakítással.", "label": "positive"}, {"id": "7150", "Sent": "Del Toro fenntartja a sötét hangulatot, ami miatt úgy érződik, hogy a filmet inkább kibírni kell, mintsem élvezni.", "label": "negative"}, {"id": "5457", "Sent": "Egy mókás vígjáték Newfoundland-ben, ami ügyesen megragadja a száraz szellemességet, ami annyira elterjedt a \"Sziklán\".", "label": "positive"}, {"id": "5310", "Sent": "Határozottan nem filmszerű, de erőteljesen drámai.", "label": "neutral"}, {"id": "7062", "Sent": "A Ringu egy katasztrofális történet, tele lyukkal és teljesen hiányzik belőle a hidegrázás.", "label": "negative"}, {"id": "4824", "Sent": "Színes, energikus és édesen szeszélyes, az olyan ritka folytatások egyike, ami jobb, mint az elődje.", "label": "positive"}, {"id": "3739", "Sent": "Megtévesztően egyszerű premisszája ellenére ez a mélységesen megindító francia dráma egy olyan megdöbbentő történetté csúcsosodik ki, amely egyaránt működik egy minden részletre kiterjedő portréként és a modern idők igen hátborzongató vizsgálataként.", "label": "positive"}, {"id": "3707", "Sent": "A Csontdaráló és az 1999-es Guy Ritchie-féle A ravasz, az Agy és két füstölgő puskacső keveréke.", "label": "neutral"}, {"id": "4262", "Sent": "Egy komor film, szinte teljesen mentes minden komédiától, ami túlmutat a dolgozó szegények mindennapos iróniáján.", "label": "neutral"}, {"id": "8737", "Sent": "A honlapot megnézni lehet ugyanolyan szórakoztató (és ijesztő), mint maga a film.", "label": "negative"}, {"id": "5405", "Sent": "Caruso néha leereszkedik a Tarantino előtti cuki dolgok szintjére, de legtöbbször gondoskodik arról, hogy az Igazság helyett valóban súlyos és komoly fekete film legyen.", "label": "positive"}, {"id": "3236", "Sent": "Időnként még ezek a hét gyermekről szóló mesék is soknak tűnnek, bár a valóságban nincsenek elegen.", "label": "negative"}, {"id": "3123", "Sent": "Vannak olyan mozis filmjelenetek, amelyek ellopják a szívedet.", "label": "positive"}, {"id": "1873", "Sent": "A felszínen egy butácska komédia, de a Skócia, PA csak akkor lenne igazán felejthető, ha az nem volna a költő tragikus játékának egy ennyire frappáns adaptációja.", "label": "neutral"}, {"id": "8522", "Sent": "A film olyan, mint a soha fel nem szálló kezdetek és a középpontok sorozata.", "label": "negative"}, {"id": "3704", "Sent": "Ügyes, élvezetes keveréke a duzzogó tinikről szóló drámának és \"az összes akadály leküzdésével végül győzelmet aratunk\" típusú sportfilmnek.", "label": "positive"}, {"id": "1888", "Sent": "Első film noir-kísérleteként Spielberg lenyűgözőnek, de hibákkal telinek mutatja a közeljövőt.", "label": "neutral"}, {"id": "5268", "Sent": "Jó munkát végez az idő és a hely megteremtésével, és egy lenyűgöző karakter történetének elmesélésével.", "label": "positive"}]