[{"id": "8472", "Sent": "Serry remek munkát végez az adott kor megragadásában, és talán akaratlanul is összekapcsolja az Amerikában 2002-ben történtekkel."}, {"id": "6803", "Sent": "Bár a film szépen, száraz abszurd szellemességgel van megvalósítva, a kissé túlzó lelkizés végül túl nehézzé válik a cselekményhez."}, {"id": "3055", "Sent": "Greene művének érzékletes, kulturált és figyelemre méltóan hű feldolgozása."}, {"id": "5423", "Sent": "Lee rendező fortélyos filmkészítő, de jó egy olyan filmet látni, ami ennyire tele van szívvel."}, {"id": "6306", "Sent": "Jobb színész, mint humorista."}, {"id": "2795", "Sent": "Mindenható, a pop-cyber kultúra hangja, ami a Björkségéből táplálkozik."}, {"id": "3819", "Sent": "Egy teljes élmény, egy szerelmi történet és egy gyilkossági rejtély, amely az ártatlanság mélységes csalódásairól szóló meditációvá bővül."}, {"id": "1139", "Sent": "A Csodacsuka nyerő a gyerekek számára, és kétségtelenül nyerő Lil Bow Wow számára is, aki már a filmezést is hozzáadhatja azon dolgok listájához, amiket jól csinál."}, {"id": "8505", "Sent": "Szenvedély, play-back, tragédia, és sok-sok igazán magas hang."}, {"id": "6658", "Sent": "Röviden, a Crush a végletekig mindent megtesz, hogy végül ne kelljen érintenie a témát, amit felvet."}, {"id": "8750", "Sent": "De ami életeket ment az autópályán, az nem feltétlenül teszi meggyőzővé a szemlélődést."}, {"id": "5969", "Sent": "Egy film, amit inkább megfigyelsz, mintsem belecsöppensz."}, {"id": "4870", "Sent": "Felemelő, vicces és bölcs."}, {"id": "4136", "Sent": "Rendkívül szórakoztató és rengetegféleléppen lehet metaforikusan értelmezni."}, {"id": "1485", "Sent": "Ez egy nyerő társas vígjáték, amely megmutatja, hogy a kanadaiak ugyanolyan könnyedén tudnak szelíd nevetést és ugyanolyan szelíd érzelmeket kiváltani, mint a világ bármely más pontján élő társaik."}, {"id": "7912", "Sent": "Anthony Hopkins?"}, {"id": "1679", "Sent": "Az irodalmi detektívtörténet továbbra is egy detektívtörténet, és a bűnügyi regények rajongói nem fognak csalódni."}, {"id": "5689", "Sent": "Kétségtelen, hogy ez egy nagyon ambiciózus és személyes projekt Egoyan számára, de az is, hogy a legjobb munkája mellett ügyetlennek és nyakatekertnek tűnik."}, {"id": "3252", "Sent": "A Maelstrom a stilisztikai elemek szándékosan bizonytalan keveréke."}, {"id": "4375", "Sent": "Ez történelmi filmkészítés a jobboldali gondolkodású ideológia maszlaga nélkül, legyen az liberális vagy konzervatív."}, {"id": "2340", "Sent": "Az abszurditásokon és a következetlenségeken való vihogás a móka része."}, {"id": "2716", "Sent": "Egy film, amit imádtam első látásra, és ami még fontosabb, imádtam visszaemlékezve is."}, {"id": "6325", "Sent": "Bármilyen szatírának is készült a Szerencsés szünet, biztosan elveszett a mókás, lehúzásos börtönszórakozás  \"hamar felejthető\" rovatában."}, {"id": "5508", "Sent": "Samuel L. Jackson az egyik legjobb színész."}, {"id": "5260", "Sent": "Ahogy a kapcsolatok változnak, a rendező Robert J. Siegel megengedi a karaktereknek, hogy a világukban éljenek, anélkül, hogy egy narratív ívhez ragaszkodnának."}, {"id": "7683", "Sent": "Megdöbbentően, megdöbbentően, észbontóan rossz."}, {"id": "7477", "Sent": "Még a legjobb séf sem képes hotdogból mást készíteni, mint hotdogot, és Robert De Niro sem tud ebből a filmből többet kihozni egy ócska zsarukomédiánál."}, {"id": "3443", "Sent": "Az erkölcsi repeszek és a mentális gránátsokk még sokáig veled maradnak, miután megnézed ezt a filmet."}, {"id": "4695", "Sent": "Dicsőségesen egyenesen a vaginából."}, {"id": "3284", "Sent": "Rendezőként Paxton meglepően zseniális, ügyesen szövi a szálakat: ami egy zavaros és rémisztő vízió lehetett volna, egy intenzív és lebilincselő utazás lesz így."}, {"id": "9112", "Sent": "Vannak mélyen vallásos és spirituális emberek a világon, akik azzal érvelnének, hogy a templomba, a zsinagógába vagy a kápolnába való belépés nem jelenti azt, hogy ellenőrizni kell az agyad az ajtóban."}, {"id": "910", "Sent": "Az \"Ismeretlen ismerősök\" remake-je egy ravasz, vicces, nevetéssel teli kis gyöngyszem, amiben a végső Bellini kezd úgy kinézni, mint egy igazi Kaputschnik."}]